import ru from '../plugins/vee-validate/RuValidateMessage.json'

export default {

  validation: ru.messages,

  mainTitle: "Banking technology - банкомат инфокиоск pos-терминала",
  home: "Главная",
  tariffsAndServices: "Тарифы и услуги",
  news: "Новости",
  coverageArea: "Зона покрытия",
  aboutUs: "О нас",
  contacts: "Контакты",
  tracking: "Оставить заявку",
  footerText: "Cервиснaя компания по обслуживанию банковского оборудования!",
  services: "Услуги",
  location: "г. Ташкент, Шайхантахурский р-н, ул.Абдулла Кадирий 78.",
  feedback: "Обратная связь",
  sendFeedback: "Отправьте заявку",
  allRightsReserved: "Все права защищены",
  mainBannerTitle: "Добро пожаловать в нашу сервисную компанию",
  serviceWarranty : "Наша компания предлагает широкий спектр услуг включающий",
  mainBannerSubtitle: "Мы - команда профессионалов, специализирующихся на предоставлении высококачественных услуг по обслуживанию и ремонту банковского оборудования.",
  perDay: "Запчастей для оборудования",
  branches: "Филиалы",
  perMonth: "Отремонтированно \n банкоматов в день",
  companyEmployees: "Сотрудников в компании",
  satisfiedClients: "Отремонтированно терминалов в день",
  aboutTitle: "Задачи в процессе",
  aboutTitle2: "Зоны обслуживания",
  aboutTitle3: "Наши услуги",
  aboutTitle4: "Связаться с нами",
  category_name: "НОВОСТИ",
  category_name2: "СОБЫТИЯ",
  category_name3: "АКЦИИ",
  aboutSubtitle: "Регулярное техническое обслуживание: наши опытные специалисты проводят проверку и диагностику оборудования, а также профилактические работы, чтобы предотвратить возможные поломки и сбои.",
  newsTitle: "Вакансии",
  newsTitle2: "KPI система",
  newsTitle3: "Биллинговая система",
  newsTitle7: "Замин",
  newsTitle8: "Джуманджи",
  newsTitle9: "Новый год 2022",
  newsDesc: "Менеджер по маркетингу",
  newsDesc2: "Цель разработки системы KPI – мотивация сотрудников и повышение их эффективности",
  newsDesc3: "Цель разработки биллинговой системы - определение суммы, которая находится и не обрабатывается, статусы дебитора, срок оплаты, смена VIP",
  newsDesc7: "Вторая ежегодная стратегическая сессия 2023 год",
  newsDesc8: "Выбор места для летнего отдыха и планирование путешествия— большое испытание. Вы знаете, время — это деньги. Мы хотим помочь, потому что знаем вариант летнего отдыха, который, вероятнее всего, вы ещё не пробовали.",
  newsDesc9: "Было бы неплохо поблагодарить тех, кто помог вам достичь цели на этом долгом пути. Деловые поздравления с Новым годом идеально подходят для поздравления ваших клиентов, заказчиков, деловых партнеров и партнеров компании.",
  response: "Обязанности",
  sub_response: "Разработка и внедрение маркетинговых стратегий компании, планирование, бюджетирование, подбор каналов продвижения",
  sub_response2: "Ведение соц. сетей и сайта компании",
  sub_response3: "Разработка предложений по увеличению эффективности рекламы компании",
  sub_response4: "Проведение анализа конкурентов",
  sub_response5: "Контроль и анализ результатов работ",
  require: "Требования",
  sub_require: "Высшее образование",
  sub_require2: "Опыт работы от 2-х лет на аналогичной должности",
  sub_require3: "Знание основ бренд маркетинга",
  sub_require4: "Знание узбекского и русского языков",
  sub_require5: "",
  condition: "Условия",
  sub_condition: "5 тидневная рабочая неделя с 9:00 до 18:00, Выходные дни: Сб и Вс;",
  sub_condition2: "Официальное трудоустройство",
  sub_condition3: "Возможность развития и карьерного роста",
  sub_condition4: "",
  sub_condition5: "",
  aboutDescription: "Обновление программного обеспечения мы следим за последними технологическими тенденциями и предлагаем обновление программного обеспечения для вашего банковского оборудования, чтобы вы могли использовать все новые функции и возможности.",
  aboutDescription2: "Мы ценим каждого клиента и стремимся предоставить индивидуальный подход к каждому проекту. Наша компания гордится своей репутацией надежного партнера, который всегда готов прийти на помощь.",
  aboutDescription3: "Установка и настройка наши специалисты готовы помочь вам с установкой и настройкой нового банковского оборудования, чтобы оно работало оптимально и соответствовало вашим требованиям.",
  aboutDescription4: "Консультации и обучение наши эксперты готовы поделиться своими знаниями и опытом, провести консультацию по вопросам обслуживания и использования банковского оборудования, а также организовать обучение для ваших сотрудников.",
  selectList: "Выберите из списка",
  learnMore: "Узнать больше",
  goodsDelivered: "Здельный товаров",
  serviceCompany: "Banking technology",
  pickupPoints: "Пункты выдачи\n" + "Banking Technology",
  onlineShoppings: "Для интернет \n" + "магазинов",
  expressPost: "Экспресс sth\n" + "Banking Technology",
  directMachine: "Прямая машина\n" + "Banking Technology",

  latestNews: "Последние Новости",
  doorToDoor: "Банкоматы",
  trainingFact: "Ввод в эксплуатацию с проведением инсталляции, настройки, параметризации программного обеспечения.\n" +
    "Восстановление работоспособности.\n" +
    "Ремонтные работы без использования запасных частей.\n" +
    "Ремонтные работы с использованием исправных запасных частей ИСПОЛНИТЕЛЯ или ЗАКАЗЧИКА.\n",
  doorToDoor2: "POS терминалы",
  trainingFact2: "Восстановление работоспособности.\n" +
    "Проведение профилактических работ.\n" +
    "Ремонтные работы без использования запасных частей.\n" +
    "Ремонтные работы с использованием исправных запасных частей ИСПОЛНИТЕЛЯ или ЗАКАЗЧИКА.\n" +
    "Диагностика неисправного Оборудования.\n",
  doorToDoor3: "Инфокиоски",
  trainingFact3: "Услуг по обслуживанию и ремонту банковского оборудования.",
  doorToDoor4: "От двери до двери",

  express: 'НАДЕЖНЫЙ',
  standard: 'КОМПАКТНЫЙ',
  carGo: 'ГАРАНТИЯ',

  aboutPageText: "Установка и настройка: наши специалисты готовы помочь вам с установкой и настройкой нового банковского оборудования, чтобы оно работало оптимально и соответствовало вашим требованиям.\n" +
    "\n" +
    "Обновление программного обеспечения: мы следим за последними технологическими тенденциями и предлагаем обновление программного обеспечения для вашего банковского оборудования, чтобы вы могли использовать все новые функции и возможности.\n" +
    "\n" +
    "Консультации и обучение: наши эксперты готовы поделиться своими знаниями и опытом, провести консультацию по вопросам обслуживания и использования банковского оборудования, а также организовать обучение для ваших сотрудников.",
  ourAdvantages: "Наши преимущества",
  ourAdvantagesText: "Мы ценим каждого клиента и стремимся предоставить индивидуальный подход к каждому проекту. Наша компания гордится своей репутацией надежного партнера, который всегда готов прийти на помощь.\n" +
    "\n" +
    "Если вы ищете надежную и профессиональную сервисную компанию по обслуживанию банковского оборудования, то вы обратились по адресу. Свяжитесь с нами сегодня, чтобы обсудить ваши потребности и начать сотрудничество для эффективного обслуживания вашего банковского оборудования.",
  ourClients: "Наши клиенты",
  all: "Все",
  address: "Адрес",
  technicalSupport: "Техническая поддержка",
  workSchedule: "C понедельника по пятницу",
  theCallisFree: "Звонок бесплатный",
  workDays: "Пн - Пт 9:00 - 18:00",
  email: "Почта",
  phone: "Телефон",
  howToGetHere: "Как добраться",
  getThere: "Ст. м. Пролетарская. Последний вагон из центра. Из стеклянный дверей направо." +
    "                На лестнице налево. Идите вдоль кирпичного здания в сторону центра, проходите" +
    "                мимо банков и строящегося страдиона, в конце здания поворачиваете направо." +
    "                Через 200 метров налево. Это улица 1-я Дубровская. Идите по ней до вывески" +
    "                \"Демо Магазин\". Заходите под эту вывеску, по лестнице спускаетесь вниз, офис 100.",
  weInSocialMedia: "Мы в соц сетях",
  yourName: "Ваше имя *",
  yourPhone: "Ваш номер телефона *",
  yourEmail: "Ваш email *",
  yourMessage: "Ваше сообщение *",
  enterTextFromImage: "Введите текст с изображения *",
  send: "Отправить",
  coverageAreaTitle: "Зоны покрытия Banking Technology",
  coverageServiceTitle: "Зоны обслуживания на карте",

  region: 'г. Ташкент, Шайхантахурский р-н, ул. Кодирий 78.',
  region2: 'г.Ташкент, ул.Лутфикор 2,Сергели 35 дом',
  region3: 'Ташкентская область, г. Олмалык, ул. Улугбек, 92.',
  region4: 'Ташкентская область, г. Нурафшон, Бобур МФЙ.',
  region5: 'Ташкентская область, г. Чирчик, ул. Тикланиш.',
  region7: 'г.Фергана, ул.Нурафшан, МФУ "Новая дорога", дом 35в',
  region8: 'Ферганская область, г. Коканд, проспект Хамза, 13',
  region9: 'Андижанская область, г. Андижан, ул. Мусажалил 93 a.',
  region10: 'Андижанская область, Кургантепинский р-н, ул. Хидиралиев.',
  region11: 'Наманганская область, г. Наманган, проспект ДУСТЛИК, ул. Ирригатор 2д.',
  region12: 'Сырдарьинская область, г. Гулистан, ул. Хондамир, 33.',
  region13: 'Самаркандская область, г. Самарканд, ул. Гагарин, 20/2.',
  region14: 'Самаркандская область, г. Каттакурган, ул. Алишера Навои, 25.',
  region15: 'Бухарская область, г. Бухара, ул. Сулеймана Мурадова.',
  region16: 'Бухарская область, г. Коракуль.',
  region17: 'Кашкадарьинская область, г. Шахрисабз, ул. Чиланзар.',
  region18: 'Кашкадарьинская область, г. Карши, ул. Мустакиллик, 21.',
  region19: 'Кашкадарьинская область, г. Гузар.',
  region20: 'Навоийская область, г. Навоий, ул. Меморлар, 20 A.',
  region21: 'Сурхандаринский район город Термез улица Навбахора 3- дом 1-магазин',
  region22: 'Сурхандарьинская область, г. Денов, ул. Ш.Рашидов.',
  region23: 'Хорезмская область, г. Ургенч, ул. А.Баходирхон, 182.',
  region24: 'Хорезмская область, г. Хазарасп, ул. А.Навои, 168 б.',
  region25: 'Хорезмская область, г. Хива, ул. Киёт МФЙ Буюк йули 65а.',
  region26: 'Джизакская область, г. Джизак, ул. Ш.Рашидов, 39.',
  region27: 'Республика Каракалпакистан, г. Нукус, ул. П.Телегенова.',
  region28: 'Республика Каракалпакистан, Берунийский р-н, ул. Халклар Дустлиги.',
  region29: 'Республика Каракалпакистан, Кунградский р-н, Конырат.',

  subTitle: 'ТОЛЯГАНОВ ЖАСУР ДИЛЬШОД УГЛИ',
  subTitle2: 'КAРИМОВ ДИЛМУРОД AБДУНAБИЙЕВИCҲ',
  subTitle3: 'АХУНОВ ШОХРУКХ ШУХРАТ УГЛИ',
  subTitle4: 'ХAКИМОВ ГAЙРAТБЕК ЕГAМБЕРДИЙЕВИCҲ',
  subTitle5: 'ИСКАНДАРОВ ДЖАВЛАН ШАВКАТОВИЧ',
  subTitle7: 'КОМИЛОВ ХУСНИДДИН ТИЛЛАВОЛДИ УГЛИ',
  subTitle8: 'ВОХОБЖОНОВ AКРAМЖОН AБДУВAЛИЙЕВИCҲ',
  subTitle9: 'ХАКИМОВ ГАЙРАТБЕК ЭГАМБЕРДИЕВИЧ',
  subTitle10: 'ХAКИМОВ ГAЙРAТБЕК ЕГAМБЕРДИЙЕВИCҲ',
  subTitle11: 'ДАДАХОНОВ САНДЖАРБЕК АБДУРАХИМ УГЛИ',
  subTitle12: 'ТАШБАЕВ УЛУГБЕК АБДИРАЙИМОВИЧ',
  subTitle13: 'ТУХТАЕВ САМАНДАР КАДИРКУЛ УГЛИ',
  subTitle14: 'КAРИМОВ ОРИФ БAХТИЙОРОВИCҲ',
  subTitle15: 'БАБАЕВ САНДЖАР САМИЕВИЧ',
  subTitle16: 'УМAРОВ УМИДЖОН ИСОМИДДИН ОГЛИ',
  subTitle17: 'СУЛЛИЙЕВ ЕЛБЕК ЕЛМУРAДОВИCҲ',
  subTitle18: 'КУЛИЕВ ШУХРАТ ШАВКАТОВИЧ',
  subTitle19: 'AТAҚУЛОВ СҲAХЗОД УРОЛ ОГЛИ',
  subTitle20: 'AМОНОВ СУХРОБ ХAМРAЙЕВИCҲ',
  subTitle21: 'КОСИМОВ ЧОРИ АБДУХАЛИКОВИЧ',
  subTitle22: 'ЖУРAЙЕВ ИЛЙОС БЕКПУЛAТОВИCҲ',
  subTitle23: 'АТАМУРАТОВ АТАБАЙ БЕКХАНОВИЧ',
  subTitle24: 'АТАМУРАТОВ АТАБАЙ БЕКХАНОВИЧ',
  subTitle25: 'АТАМУРАТОВ АТАБАЙ БЕКХАНОВИЧ',
  subTitle26: 'БЕГМАТОВ АБДУРАСУЛ ИСРОИЛОВИЧ',
  subTitle27: 'AЛЛAМБЕРГЕНОВ СAГИЙДУЛЛA БAЛТAБAЙЕВИCҲ',
  subTitle28: 'БЕКНЙAЗОВ БЕРДИБAЙ КЕНЕСБAЕВИCҲ',
  subTitle29: 'АЛЛАМБЕРГЕНОВ САГИДУЛЛА БАЛТАБАЕВИЧ',

  subTell: '+998 71 203 81 18 (внут:4007)',
  subTell2: '+998 99 778 87 88',
  subTell3: '+998 99 811 81 98',
  subTell4: '+998 90 918 88 28',
  subTell5: '+998 99 404 09 04',
  subTell7: '+998 97 206 19 10',
  subTell8: '+998 97 206 19 10',
  subTell9: '+998 91 490 00 25',
  subTell10: '+998 91 490 00 25',
  subTell11: '998 94 500 99 50',
  subTell12: '+998 94 407 20 63',
  subTell13: '+998 90 276 50 83',
  subTell14: '+998 90 276 50 83',
  subTell15: '+998 94 322 08 08',
  subTell16: '+998 94 322 08 08',
  subTell17: '+998 97 200 56 17',
  subTell18: '+998 97 200 56 17',
  subTell19: '+998 97 200 56 17',
  subTell20: '+998 99 750 11 88',
  subTell21: '+998 91 906 04 60',
  subTell22: '+998 91 906 04 60',
  subTell23: '+998 95 620 62 53',
  subTell24: '+998 95 620 62 53',
  subTell25: '+998 95 620 62 53',
  subTell26: '+998 97 641 40 20',
  subTell27: '+998 97 500 18 11',
  subTell28: '+998 97 500 18 11',
  subTell29: '+998 97 500 18 11',

  subMail: ' j.tolaganov@btech.uz',
  subMail2: 'b.ilxamov@btech.uz',
  subMail3: 'sh.ahunov@btech.uz',
  subMail4: 'kholbutayev.n@btech.uz',
  subMail5: 'd.iskandarov@btech.uz',
  subMail7: 'x.komilov@btech.uz',
  subMail8: 'x.komilov@btech.uz',
  subMail9: 'g.xakimov@btech.uz',
  subMail10: 'g.xakimov@btech.uz',
  subMail11: 's.dadaxonov@btech.uz',
  subMail12: 'tashbayev.u@btech.uz',
  subMail13: 'tukhtayev.s@btech.uz',
  subMail14: 'tukhtayev.s@btech.uz',
  subMail15: 'babayev.s@btech.uz',
  subMail16: 'babayev.s@btech.uz',
  subMail17: 'sh.kuyliyev@btech.uz',
  subMail18: 'sh.kuyliyev@btech.uz',
  subMail19: 'sh.kuyliyev@btech.uz',
  subMail20: 'amonov.s@btech.uz',
  subMail21: 'ch.kosimov@btech.uz',
  subMail22: 'ch.kosimov@btech.uz',
  subMail23: 'atamuratov.a@btech.uz',
  subMail24: 'atamuratov.a@btech.uz',
  subMail25: 'atamuratov.a@btech.uz',
  subMail26: 'begmatov.a@btech.uz',
  subMail27: 'alambergenov.s@btech.uz',
  subMail28: 'alambergenov.s@btech.uz',
  subMail29: 'alambergenov.s@btech.uz',

  coverageAreaText: "Наша компания предоставляет сервисное обслуживание банковского оборудования во всех филиалах, расположенных в пределах определенной зоны покрытия. Мы стремимся обеспечить максимальную доступность и оперативность обслуживания для всех наших клиентов.\n" +
    "\n" +
    "Зона покрытия нашего сервисного обслуживания включает в себя города и регионы, где находятся филиалы наших клиентов. Мы имеем широкую сеть сервисных центров и специалистов, распределенных по всей зоне покрытия, чтобы обеспечить быстрое реагирование на запросы и проблемы с оборудованием.",
  search: "Поиск",
  showBy: "Показать по:",
  comeBack: "Вернуться назад",
  shareTheNews: "Поделитесь новостью",
  moreDetails: "Подробнее",

  contactName: "БЕКМИРЗAЕВA УМИДA AБДУҒAНИ ҚИЗИ",
  contactStatus: 'Юрист консультант OOO "BANKING TECHNOLOGY"',
  contactTell: "(+99871) 203-82-28 (внут:4014)",
  contactName2: "ИСМОИЛОВ ИЛХОМ ИСОКОВИЧ",
  contactStatus2: "Директор по информационной безопасности ООО “BANKING TECHNOLOGY”",
  contactTell2: "(+99871) 203-82-28 (внут:4004)",
  contactName3: "ЗАПРОМЁТОВ АЛЕКСАНДР АНАТОЛЬЕВИЧ",
  contactStatus3: "Технический директора ООО “BANKING TECHNOLOGY”",
  contactTell3: "(+998 71) 203-83-38 (внут:4013)",
  contactName4: "ТОЛЯГАНОВ ЖАСУР ДИЛЬШОД УГЛИ",
  contactStatus4: 'Начальник отдела по сервисному обслуживанию банкоматов ООО "BANKING TECHNOLOGY"',
  contactTell4: "(+998 71) 203-81-18 (внут:4007)",
  contactName5: "ХОЛМАТОВ АЛИШЕР ШАХОБИТДИНОВИЧ",
  contactStatus5: 'Региональный менеджер ООО "BANKING TECHNOLOGY"',
  contactTell5: "(+998 71) 203-81-18 (внут:4008) 88 115-01-26",
  contactName6: "ТОЙИРОВ КОЗИМЖОН КОСИМЖОН УГЛИ",
  contactStatus6: 'Начальник Отдела Мониторинга и анализа OOO "BANKING TECHNOLOGY"',
  contactTell6: "(+99871) 203-83-38 (внут:4009)",
  contactName7: "ЮЛДАШЕВ ДОНИЁРБЕК ДАВРОНБЕКОВИЧ",
  contactStatus7: 'Начальник отдела по ремонту POS терминалов, модульных частей банкоматов и инфокиосков OOO "BANKING TECHNOLOGY"',
  contactTell7: "(+998 71) 203-83-38 (внут:4012)",
  contactName8: "БАХРАМОВА НАДЕЖДА ТАЛАТОВНА",
  contactStatus8: 'Главный бухгалтер OOO "BANKING TECHNOLOGY"',
  contactTell8: "(+998 71) 203-28-82 (внут:4005)",
  contactName9: "ИНАКОВ ФАРРУХ АЛИШЕРОВИЧ",
  contactStatus9: 'Коммерческий директор OOO "BANKING TECHNOLOGY"',
  contactTell9: "(+998 98) 260-11-01",

  contactName10: "ХАСАНОВ ДИЛШОД БАХОДИР ЎҒЛИ",
  contactStatus10: 'Представитель платёжных устройств PAX по центральный Азии и республике Узбекистан',
  contactTell10: "(+998 71) 203-83-38 (внут:4444) 90 013-33-33",
  contactName12: "ХОЛБУТAЙЕВ НОДИР ОЛИМЖОН ЎҒЛИ",
  contactStatus12: 'Менеджер по продажам OOO "BANKING TECHNOLOGY"',
  contactTell12: "(+998 90) 918-88-28",

  contactName11: "УСЕРБAЙЕВ НУРПЕИС БУТAБAЙЕВИЧ",
  contactStatus11: 'Начальник отдела технической поддержки OOO "BANKING TECHNOLOGY"',
  contactTell11: "(+998 90) 014-03-30",

  tariffsAndServicesTitle: "Тарифы и услуги Banking Technology",
  tariffsAndServicesText: "Дебетовая карта– это платежная карта определенного банка, которая привязывается к расчетному счету ее держателя.\n" +
    "\n" +
    "Данная карта предназначена для:\n" +
    "\n" +
    "совершения покупок;\n" +
    "оплаты разнообразных услуг;\n" +
    "получения наличных денег в банкоматах;\n" +
    "перевода средств держателям карт других банков.\n" +
    " \n" +
    "\n" +
    "Зарплатная карта– банковская карта, предназначенная для:\n" +
    "\n" +
    "выплаты заработной платы;\n" +
    "премий;\n" +
    "командировочных;\n" +
    "материальной помощи и т.д.\n" +
    "Деньги начисляются сотруднику организацией, заключавшей договор на обслуживание с банком в рамках зарплатного проекта.\n" +
    "\n" +
    " \n" +
    "\n" +
    "Семейная карта – это вид дополнительной банковской карты, которая открывается к личному расчетному счету и может использоваться конкретными членами семьи держателя. Карта предназначена для:\n" +
    "\n" +
    "использования одного счета всеми членами семьи;\n" +
    "возможность открыть сразу несколько карт для всех членов семьи;\n" +
    "контроля денежных средств на карте, путем установки лимита;\n" +
    "возможность открыть карту не только на родственников, но и на доверенных лиц.\n" +
    " \n" +
    "\n" +
    "Карта частного предпринимателя– это вид банковской карты, которая предоставляется индивидуальным  предпринимателям не являющимися юридическими лицами. Карта предназначена для:\n" +
    "\n" +
    "проведения взаиморасчетов;\n" +
    "покупка товаров;\n" +
    "оплата текущих расходов частного предпринимателя.",
  weight: "Вес",
  kg: "кг",
  deliveriesPerMonth: "Кол-во в месяц",
  from: "от",
  till: "до",
  amountShort: "Шт",
  price: "Цена",
  uzs: "сум",
  SubmitAppText: "Получение коммерческого предложения, на обслуживание и услуги для вашего оборудования",
  getAnOffer: "Получить предложение",
  feedbackText: "Наш менеджер свяжется с Вами в ближайшее время для уточнения нюансов и ответит на все вопросы.",
  lost: 'Похоже, вы заблудились',
  invalid: 'страница, которую вы ищете, недоступна!',
  navigateHome: 'Домой',

  end: "-------------------DO NOT PASS THIS LINE--------------------------"
}
